[
  {
    "word": "mõm",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt thông dụng",
        "dict_definition": "miệng có dáng nhô ra ở một số loài thú\nVí dụ:\n- mõm lợn \n - mõm chó"
      },
      {
        "dict_name": "Từ điển Tiếng Việt thông dụng",
        "dict_definition": "miệng của người [hàm ý coi khinh]\nVí dụ:\n- câm mõm đi! \n - đừng có chõ mõm vào việc của người khác!"
      },
      {
        "dict_name": "Từ điển Tiếng Việt thông dụng",
        "dict_definition": "phần đầu mũi của một số vật\nVí dụ:\n- mõm cày \n - đôi giày bị há mõm"
      },
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@mõm\n- dt. 1. Miệng có dáng nhô dài ra của một số loài thú: mõm lợn  mõm bò. 2. Miệng của người (hàm ý khinh bỉ): việc gì mà chõ mõm vào chuyện riêng của người ta. 3. Phần đầu cùng, đầu mút của một số vật: vá lại mõm giày."
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@mõm\n*noun\n-snout; muzzle\n@Chuyên ngành kinh tế\n-copper\n-snout"
      },
      {
        "dict_name": "Việt Anh - Hồ Ngọc Đức",
        "dict_definition": "@mõm\n* noun\n- snout; muzzle"
      },
      {
        "dict_name": "VNEDICT",
        "dict_definition": "snout, muzzle"
      }
    ]
  },
  {
    "word": "mõ",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt thông dụng",
        "dict_definition": "nhạc khí gõ làm bằng tre, gỗ, lòng rỗng, dùng để điểm nhịp hay để báo hiệu, phát hiệu lệnh\nVí dụ:\n- tụng kinh gõ mõ \n - mõ trâu khua lốc cốc"
      },
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@mõ\n- d. 1 Nhạc khí gõ làm bằng tre, gỗ, lòng rỗng, dùng để điểm nhịp, đệm nhịp hay để báo hiệu, phát hiệu lệnh. Gõ mõ. Đánh mõ báo động. Rao mõ. Mõ trâu (mõ nhỏ đeo ở cổ con trâu). 2 Người cùng đinh chuyên đánh mõ rao việc làng thời trước (hàm ý coi khinh). Mấy đời làm mõ. Thằng mõ."
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@mõ\n*noun\n-Wooden bell, bamboo tocsin\n=sư gõ mõ tụng kinh ở chùa\n+the bonzes strike the wooden bell while saying prayers in the pagoda\n-Village herald (belonging to the lowest social class, in former times)\n-THE EXTRAORDINARY SOUNDS OF TOCSIN: Tocsin, drum and horn are familiar musical instruments in Vietnam\"s countryside. However, tocsin is the most versatile with its extraordinary sounds, depending on whether it is found: in the forest, where it is used as a musical instrument, in the village, as a warning signal, or in the pagoda where it is essential for Buddhist rituals. In the village watch towerm, there used to be many wooden fish clappers. Depending on the rhythm of the beating, the villagers could be informed of different events: Festivities, thieves, fire, or strengthening dikes. In the highlands, small wooden rattles are attached to the necks of buffaloes to help their owners distinguish their cattle. These tocsins are oval-shaped ones. Their lengths and thickness also differ. Hence the peculiar sounds made by the buffaloes. In the pagoda, Mo Qua is used to accompany the prayers of Buddhist bronzes. Tocsins are made from different materials Some are made from the roots of a bamboo tree (widely used by the village crier), or from the trunk of an old bamboo (used in the watch tower because of the strident sound it produces).+As a result of years of study, Ta Tham, an elderly musician, managed to develop a new musical instrument comprising a series of tocsins. Thus this concert is composed of four kinds of tocsin: Ong, Qua, Trac and Thanh, meaning respectively tube, fruit, teak and sound. Trac tocsins, made of hard wood (such as teak or steel wood) and placed to the left, can produce clear and light sounds.The musician can use tube tocsins and teak tocsins to reflect exclusive sounds hitherto unknown in all kinds of tocsin. They can mock the sounds made by woodpeckers, partridges, frogs, insects or horse hooves. Since the cluster of tocsins was born, it has become highly valued by many art troupes nationwide. It has been awarded a prize by the Institute of Music under the Ministry of Culture and Information"
      },
      {
        "dict_name": "Việt Anh - Hồ Ngọc Đức",
        "dict_definition": "@mõ\n* noun\n- Wooden bell, bamboo tocsin\n=sư gõ mõ tụng kinh ở chùa+the bonzes strike the wooden bell while saying prayers in the pagoda\n-Village herald (belonging to the lowest social class, in former times)\n- THE EXTRAORDINARY SOUNDS OF TOCSIN: Tocsin, drum and horn are familiar musical instruments in Vietnam's countryside. However, tocsin is the most versatile with its extraordinary sounds, depending on whether it is found: in the forest, where it is used as a musical instrument, in the village, as a warning signal, or in the pagoda where it is essential for Buddhist rituals. In the village watch towerm, there used to be many wooden fish clappers. Depending on the rhythm of the beating, the villagers could be informed of different events: Festivities, thieves, fire, or strengthening dikes. In the highlands, small wooden rattles are attached to the necks of buffaloes to help their owners distinguish their cattle. These tocsins are oval-shaped ones. Their lengths and thickness also differ. Hence the peculiar sounds made by the buffaloes. In the pagoda, Mo Qua is used to accompany the prayers of Buddhist bronzes. Tocsins are made from different materials Some are made from the roots of a bamboo tree (widely used by the village crier), or from the trunk of an old bamboo (used in the watch tower because of the strident sound it produces).+As a result of years of study, Ta Tham, an elderly musician, managed to develop a new musical instrument comprising a series of tocsins. Thus this concert is composed of four kinds of tocsin: Ong, Qua, Trac and Thanh, meaning respectively tube, fruit, teak and sound. Trac tocsins, made of hard wood (such as teak or steel wood) and placed to the left, can produce clear and light sounds.The musician can use tube tocsins and teak tocsins to reflect exclusive sounds hitherto unknown in all kinds of tocsin. They can mock the sounds made by woodpeckers, partridges, frogs, insects or horse hooves. Since the cluster of tocsins was born, it has become highly valued by many art troupes nationwide. It has been awarded a prize by the Institute of Music under the Ministry of Culture and Information"
      },
      {
        "dict_name": "VNEDICT",
        "dict_definition": "piece of wood struck during public announcements"
      }
    ]
  },
  {
    "word": "mõm chó",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@mõm chó\n- Loại cây cảnh, hoa cánh hợp như hình mõm con chó."
      }
    ]
  },
  {
    "word": "mõm trâm",
    "definitions": [
      {
        "dict_name": "SPDict",
        "dict_definition": "@Chuyên ngành kỹ thuật\n@Lĩnh vực: y học\n-styloid process"
      }
    ]
  },
  {
    "word": "mõ toà",
    "definitions": [
      {
        "dict_name": "SPDict",
        "dict_definition": "@mõ toà [mõ tòa]\n-court-usher;  bailiff"
      }
    ]
  },
  {
    "word": "mõ bôi trơn ổ trục cán nóng",
    "definitions": [
      {
        "dict_name": "SPDict",
        "dict_definition": "@Chuyên ngành kỹ thuật\n@Lĩnh vực: hóa học & vật liệu\n-hot (roll) neck grease"
      }
    ]
  },
  {
    "word": "mõ tòa",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@mõ tòa\n- Cg. Thừa phát lại. Người giữ việc báo tin và thi hành các quyết định của tòa án trong xã hội cũ, có khi trông nom cả việc bán các động sản của Nhà nước."
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@mõ tòa\n-(từ cũ) Usher, bailiff"
      },
      {
        "dict_name": "Việt Anh - Hồ Ngọc Đức",
        "dict_definition": "@mõ tòa\n- (từ cũ) Usher, bailiff"
      },
      {
        "dict_name": "VNEDICT",
        "dict_definition": "court usher, bailiff"
      }
    ]
  }
]