[
  {
    "word": "phở nước",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@phở nước\n- Thứ phở có chan nước dùng."
      }
    ]
  },
  {
    "word": "phởn",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt thông dụng",
        "dict_definition": "ở trạng thái vui sướng, hả hê quá mức, thường không kìm nén được và biểu lộ ra bằng những hành động, lời nói ngộ nghĩnh\nVí dụ:\n- phởn chí"
      },
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@phởn\n- t. Hả hê hào hứng (thtục): Có gì vui mà phởn thế?"
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@phởn [phởn]\n-xem\n-(thông tục) Be beside oneself with joy, bubble over with joy.\n-(colloq.) brighten (with), light up (with), beam (with)"
      }
    ]
  },
  {
    "word": "phở xốt vang",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@phở xốt vang\n- X. Xốt vang."
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@phở xốt vang [phở xốt vang]\n-Noodle soup with beef wine sauce."
      },
      {
        "dict_name": "VNEDICT",
        "dict_definition": "noodle soup with beef wine sauce"
      }
    ]
  },
  {
    "word": "phở xào",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@phở xào\n- Thứ phở khô xào với hành mỡ."
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@phở xào [phở xào]\n-Browned beef noodle, fried noodles"
      },
      {
        "dict_name": "VNEDICT",
        "dict_definition": "browned beef noodle, fried noodles"
      }
    ]
  },
  {
    "word": "phở áp chảo",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@phở áp chảo\n- X. áp chảo."
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@phở áp chảo [phở áp chảo]\n-Sauté beef noodle soup.\n-fried beef and noodles"
      },
      {
        "dict_name": "VNEDICT",
        "dict_definition": "make widesread sautéed beef noodle soup"
      }
    ]
  },
  {
    "word": "phở",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt thông dụng",
        "dict_definition": "món ăn gồm bánh phở thái nhỏ và thịt thái mỏng, chan nước dùng hoặc xào khô\nVí dụ:\n- bát phở bốc khói nghi ngút \n - phở xào"
      },
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@phở\n- d. Món ăn gồm có bánh tráng thái nhỏ và thịt bò, thịt gà hoặc thịt lợn, chan nước dùng, hoặc xào với hành mỡ."
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@phở\n*noun\n-Noodle soup\n-Phở is the most popular food among the population. Phở is mostly commonly eaten for breakfast, although many other people would have it for their lunch or dinner. Anyone feeling hungry in the small hours of the morning can also enjoy a bowl of hot and spicy Phở to fill their empty stomach. Phở also needs its special taste and smell. The grated rice paper is made of the best variety of fragrant rice called Gạo Tẻ. The soup for Phở Bò (Phở with beef) is made by stewing the bones of cows and pigs for a long time in a large pot. Pieces of fillet mignon together with several slices of ginger are reserved for a bowl of Phở Bò Tái (rare fillet). Slices of well done meat are however offered to those less keen on eating rare fillets. Meanwhile soup for Phở Gà (Phở with chicken meat) is made by stewing together chicken and pig bones. White chicken meat served with Phở Gà is boneless and cut into thin slices You could regard Phở Bò and Phở Gà as Vietnam\"s special soup. It has the added advantage of being convenient to prepare and healthy to eat"
      },
      {
        "dict_name": "Việt Anh - Hồ Ngọc Đức",
        "dict_definition": "@phở\n* noun\n- Noodle soup\n- Phở is the most popular food among the population. Phở is mostly commonly eaten for breakfast, although many other people would have it for their lunch or dinner. Anyone feeling hungry in the small hours of the morning can also enjoy a bowl of hot and spicy Phở to fill their empty stomach. Phở also needs its special taste and smell. The grated rice paper is made of the best variety of fragrant rice called Gạo Tẻ. The soup for Phở Bò (Phở with beef) is made by stewing the bones of cows and pigs for a long time in a large pot. Pieces of fillet mignon together with several slices of ginger are reserved for a bowl of Phở Bò Tái (rare fillet). Slices of well done meat are however offered to those less keen on eating rare fillets. Meanwhile soup for Phở Gà (Phở with chicken meat) is made by stewing together chicken and pig bones. White chicken meat served with Phở Gà is boneless and cut into thin slices You could regard Phở Bò and Phở Gà as Vietnam's special soup. It has the added advantage of being convenient to prepare and healthy to eat"
      },
      {
        "dict_name": "VNEDICT",
        "dict_definition": "Vietnamese noodle soup served with beef or chicken"
      }
    ]
  },
  {
    "word": "phởn phơ",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt thông dụng",
        "dict_definition": "có vẻ ngoài tươi tỉnh, thoải mái, biểu lộ sự khoan khoái trong lòng\nVí dụ:\n- mặt mũi phởn phơ \n - chè chén phởn phơ"
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@phởn phơ [phởn phơ]\n-cũng như\n-Bubble over with satisfaction.\n-euphoria"
      }
    ]
  },
  {
    "word": "phở nạm",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@phở nạm\n- Món ăn bằng gân bò, bạc nhạc hầm nhừ."
      }
    ]
  },
  {
    "word": "phở tái",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@phở tái\n- Thứ phở nước, làm với thịt bò nhúng tái."
      },
      {
        "dict_name": "SPDict",
        "dict_definition": "@phở tái\n-Underdone beef noodle soup"
      },
      {
        "dict_name": "Việt Anh - Hồ Ngọc Đức",
        "dict_definition": "@phở tái\n- Underdone beef noodle soup"
      },
      {
        "dict_name": "VNEDICT",
        "dict_definition": "underdone beef noodle soup"
      }
    ]
  }
]