[
  {
    "word": "u, xơ cứng móng",
    "definitions": [
      {
        "dict_name": "SPDict",
        "dict_definition": "@Chuyên ngành kỹ thuật\n@Lĩnh vực: y học\n-scleronychia"
      }
    ]
  },
  {
    "word": "u, lồi, gờ",
    "definitions": [
      {
        "dict_name": "SPDict",
        "dict_definition": "@Chuyên ngành kỹ thuật\n@Lĩnh vực: y học\n-torus"
      }
    ]
  },
  {
    "word": "u, sự mất cân xứng",
    "definitions": [
      {
        "dict_name": "SPDict",
        "dict_definition": "@Chuyên ngành kỹ thuật\n@Lĩnh vực: y học\n-dispropotion"
      }
    ]
  },
  {
    "word": "u, lệ",
    "definitions": [
      {
        "dict_name": "Từ điển Tiếng Việt - Hồ Ngọc Đức",
        "dict_definition": "@U, Lệ\n- U Vương và Lệ Vương làm nhiều điều bạo ngược, vô đạo\n- U Vương say đắm Bao Tự, tìm đủ mọi cách để chiều nàng. Bao Tự thích nghe tiếng xé lụa, U Vương bèn truyền cho quân giữ kho mỗi ngày đem trăm tấm lụa, sai bọn cung nữ khoẻ mạnh đứng xé cho Bao Tự nghe. Bao Tự không hay cười. U Vương tìm mọi cách cho nàng cười mà không được. Có kẻ nịnh thần tâu: \"Quắc Công tiên vương ngày xưa có lập ra hơn 20 cái tòa đặt ở Ly Sơn, lại có chế mấy chục cái trống lớn phòng khi có giặc thì đánh trống hay đốt lửa để các nước chư hầu biết mà đến cứu. Lâu nay thiên hạ thái bình, không đốt bao giờ cả. Nếu nhà vua muốn cho Vương hậu cười thì xin nhà vua cùng Vương hậu ra chơi Ly Sơn (Nay thuộc Thiểm Tây) đốt lửa lên để chư hầu kéo quân đến, rồi đến mà không có giặc thì tất nhiên Vương hậu trông thấy phải bật cười.\" U Vương cho là phải bèn cùng Bao Tự ra chơi Ly Sơn rồi cùng đốt lửa. Các nước Chu hầu thấy lửa tưởng là có biến bèn bôn ba đem quân kéo về Ly Sơn. Bao Tự đứng trên lầu trông thấy các nước chư hầu kéo đến mà chẳng có gì cả, thích chí vỗ tay cười ầm lên, U Vương thỏa thích khen: \"Một tiếng cười của ái khanh đủ trăm vẽ đẹp.\" Về sau, khi kinh đô có biến thực, đốt lửa, chư hầu sợ bị lừa nên không ai đến cứu cả. U Vương bị giết chết ở chân núi Ly Sơn. (Thông chí, quyển 3, Liệt Nữ truyện, Đông Chu liệt quốc)\n- Cung trung bảo huấn: \"Lý sơn cười một phát, Bao Tự kia lầm hết chư hầu. Vị Thủy tắm đôi phen, Dương phi nọ độc hòa thiên hạ.\""
      }
    ]
  },
  {
    "word": "u, khối u",
    "definitions": [
      {
        "dict_name": "SPDict",
        "dict_definition": "@Chuyên ngành kỹ thuật\n@Lĩnh vực: y học\n-omcoma"
      }
    ]
  },
  {
    "word": "u,u",
    "definitions": [
      {
        "dict_name": "SPDict",
        "dict_definition": "@u,U [u]\n-mum;  mom\n-excrescence;  protuberance;  tumour\n-to inflame;  to swell"
      }
    ]
  }
]